[
  {
    "id": "e326fcfb-ec60-4f6b-877b-ab2448c678d3",
    "title": "7th Time Loop: The Villainess Enjoys a Carefree Life Married to Her Worst Enemy!",
    "desc": "Rishe, the daughter of a duke, is stuck in a time loop that begins at the moment her engagement is annulled and ends with her early demise at the age of 20. She has now begun her seventh loop.  \n  \nIn her past do-overs, Rishe experienced various occupations, including being a merchant, a pharmacist, and a knight. But this time around, she simply wishes to live a long and leisurely life!  \n  \nThat *was* the plan, only for it to be derailed by an unprecedented marriage proposal from her killer in the previous loop, the neighbouring country's Crown Prince—?!  \n\n\n---\n\n- [Original Web Novel](https://ncode.syosetu.com/n1784ga/)"
  },
  {
    "id": "5159c521-00c7-4c17-b4e6-f6d8c00ec9a3",
    "title": "Cultivator’s Ascent: A Solitary Journey",
    "desc": "The legendary cultivator, seeking excitement, decided to create a secondary account in a parallel world. However, he unexpectedly discovered…"
  },
  {
    "id": "237d527f-adb5-420e-8e6e-b7dd006fbe47",
    "title": "Kaiju No. 8",
    "desc": "A man working a job far removed from his childhood dreams gets wrapped up in an unexpected situation…! Becoming a monster, he aims once again to fulfill his lifelong dream…!\n\n---\n**Links:**\n- Alternative Official English - [Viz](https://www.viz.com/kaiju-no-8)"
  },
  {
    "id": "e58365b4-46e5-4308-be86-11127ff257cb",
    "title": "Off-Stage Love Side",
    "desc": "5 years ago, high-schooler Tomoya faked his age and tried to get laid at a gay bar. While the attempt failed, he never forgot the man he had encountered, Kei. After being told he was attractive by Kei, Tomoya went on to become a famous idol in the group INCITE. After an incident with a stalker, Tomoya got assigned a personal bodyguard, who turned out to be none other than Kei?!"
  },
  {
    "id": "c446c571-dc74-40e5-8035-38cca01503ef",
    "title": "The Devil’s Body Temperature",
    "desc": "Bei Yao, a cheerful four-year-old, was reborn into 1996 and found herself living next door to a boy destined to become a formidable villain in the future. This boy, Pei Chuan, was only five at the time, confined to a wheelchair and deeply insecure.\n\nYears later, when they were teenagers, Bei Yao had blossomed into the school's most admired beauty. Despite her popularity, Pei Chuan remained guarded and distant. When Bei Yao confessed her feelings for him, he reacted with a mixture of fear and longing.\n\nHaving known each other for two lifetimes, Bei Yao was determined to understand the complexities of Pei Chuan's character. As their bond deepened, she discovered a sensitive and vulnerable soul beneath his tough exterior. Their story is one of a healing love that blossoms between childhood sweethearts, as Bei Yao's warmth gradually melts away Pei Chuan's emotional barriers."
  }
]
